<template>
<div>
    <div class="card">
       <!--ランキング-->
       <h5><b>オナ日記とは</b></h5>
       
       
       <!--<h3>1 オナ日記は自慰行為を管理するアプリです</h3>-->
       
       <!--<h3>1 オナ日記で出来ること</h3>-->
       <!--<h3>1 自慰のデータ化</h3>-->
       <!--<h3>1 カロリー別、利用時間帯ごとに集計し自己の食生活をみなおす。（自慰行為のヘルスケア）</h3>-->
       <!--<h3>1 自慰のデータ化により自分の生活をみなす</h3>-->
       <!--<h3>1 レベルアップ機能によって自身のモチベーションを増加させる。</h3>-->
       <!--<h3>募金額機能も追加（賢者の寿）</h3>-->
       
       <h3>1 オナ日記は自慰行為の管理アプリです</h3>
       <div>1 自慰のデータ化</div>
       <div>1 カロリー別、利用時間帯ごとに集計し自己の食生活をみなおす。（自慰行為のヘルスケア）</div>
       <div>1 自慰のデータ化により自分の生活をみなす</div>
       
        <h3>1 ヘルスケアについて</h3>
       <div>1 自慰のデータ化</div>
       <div>1 カロリー別、利用時間帯ごとに集計し自己の食生活をみなおす。（自慰行為のヘルスケア）</div>
       <div>1 自慰のデータ化により自分の生活をみなす</div>
       
       <h3>1 レベルアップ機能について</h3>
       <div>オナ日記には自慰行為を行うごとに自身の経験値が上昇するレベルアップ機能が付属しています。
       自分のレベルを上げることで、おなりストとして磨きをかけましょう。</div>
       
       <h3>賢者の寿</h3>
       <div>
       オナニーを只の自慰行為として終わらせないために。自慰行為に募金機能を付随しました。
       オナ日記はいくつかのNPO法人と業務提携をむすんでおります。募金ボタンをクリックすると、
       格NPOにアクセスし、募金が可能になります。
       募金をすることで肉体的な快楽だけでなく精神的な快楽も追求しましょう。
       真の賢者になりましょう。
       </div>
       
    </div>
</div>
</template>

<script>
// 初めに複数のチャートのデータを取得
// まとめて表示する
// chartディレクｓトリに素材ごとのチャートをいれておく

export default {
    data(){
        return{
        }
    },
    methods: {
    },
    created(){
        console.log("about")
    }
}
</script>